Repository: NaN-tic/trytond-sale_min_qty
Catalog: locale/*.po
Languages: ca, es_es

# error:sale.line:
source: Quantity product line "%s" is less than quantity available for sale in product. (Minimum quantity is: %s).
ca: La quantitat mínima de venta del producte "%s" es menor que la quantitat mínima del producte. (La quantitat mínima es %s).
es_es: La cantidad de la línea del producto "%s" es menor que la cantidad disponible para vender en el producto. (La mínima cantidad es %s).

# error:sale.line:
source: Quantity product line "%s" is more than quantity available for sale in product. (Maximum quantity is: %s).
ca: La quantitat màxim de venta del producte "%s" es major que la quantitat màxim del producte. (La quantitat màxim es %s).
es_es: La cantidad de la línea del producto "%s" es mayor que la cantidad disponible para vender en el producto. (La máxima cantidad es %s).

# field:product.template,sale_max_qty:
source: Sale Maximum Qty
ca: Quantita màxim venta
es_es: Cantidad máxima venta

# field:product.template,sale_min_qty:
source: Sale Minimum Qty
ca: Quantita mínima venta
es_es: Cantidad mínima venta

# field:sale.shop,max_qty:
source: Maximum Qty
ca: Quantita màxim
es_es: Cantidad máxima

# field:sale.shop,min_qty:
source: Minimum Qty
ca: Quantita mínima
es_es: Cantidad mínima

# help:product.template,sale_max_qty:
source: Maximum quantity available to sale
ca: La quantitat màxim en una venta
es_es: Cantidad máxima venta

# help:product.template,sale_min_qty:
source: Minimum quantity available to sale
ca: La quantitat mínima en una venta
es_es: Cantidad mínima para vender

# help:sale.shop,max_qty:
source: Active validate maximum qty in this shop
ca: Activa la validació de la quantitat màxim en les vendes en aquesta botiga
es_es: Activar la validación de la cantidad máxima en las vendas en esta tienda

# help:sale.shop,min_qty:
source: Active validate minimum qty in this shop
ca: Activa la validació de la quantitat mínima en les vendes en aquesta botiga
es_es: Activar la validación de la cantidad mínima en las vendas en esta tienda
